//let x = prompt("Введите число больше 7")
//if (x > 7){
 //   alert("Правильно!")
//}
//if (x < 7){
//    alert("Увы, неверно")
//}

//let x = prompt("В каком году был написан первый сайт на JS?")
//if (x < 2015){
//    alert("Неверно")
//}
//if (x > 2015){
 //   alert("Неверно")
//}
//if (x == 2015){
 //   alert("Правильно")
//}

//let x = prompt("Сколько вам лет")
//if (x > 18){
 //   alert("Вам разрешено вы взрослый")
//}
//else if (x < 6) {
 //    alert("Не разрешено")
//}
//else {
 //    alert("Ты не дошел до 18")
//}

let x = prompt("Сколько баллов?")
if (x < 110){
    alert("NOСклал но плохо")
}
else if (x < 140){
    alert("Склал но не слишком хорошо")
}
else if (x < 180){
    alert("Склал нормально")
}
else {
    alert("Склав 100%")
}